TargetApplication=Advanced Renamer
Author=Tilt
website=http://tiltstr.seesaa.net/
SourceLANGID=1033
LANGID=1041
Generator=DKLang Translation Editor v3.0
LastModified=2021-08-16 14:56:07

[About]
00000002=情報
00000094=Aren
00000161=閉じる
00000162=バージョン
00000165=コメント、バグ報告、その他
00000166=Advanced Renamer について
00000167=フォーラム
00000168=寄付
00000169=名前:
00000170=登録:
00000171=更新
00000172=ライセンスを取得
00000173=私的利用:
00000174=寄付する
00000175=商用利用:
00000176=購入

[AddDir]
00000002=フォルダを追加
00000094=マスク(&M):
00000161=キャンセル
00000162=OK
00000163=サブフォルダを含める(&S)
00000164=新しいフォルダ...
00000165=正規表現の一致:
00000166=一致なし

[ARenMain]
00000002=ARen
00000005=0 個の項目
00000006=0 箇所のエラー
00000007=ステータス: OK
00000008=メインツールバー
00000009=更新
00000010=一括テスト(&T)
00000011=自動テスト(&T)
00000012=サムネイル表示
00000013=設定
00000014=ヘルプ(&H)
00000015=目次(&I)...
00000016=ヘルプを表示(&G)...
00000017=更新履歴(&V)...
00000018=更新をチェック(&N)...
00000020=情報(&A)...
00000021=一括処理を元に戻す(&U)
00000023=リストツールバー
00000024=追加(&A)
00000025=ファイル(&F)...
00000026=フォルダ(&F)...
00000027=リスト(&L)
00000028=読み込み(&L)...
00000029=保存(&S)...
00000030=クリア(&C)...
00000031=エラーファイルを除去(&R)
00000032=最前列に移動
00000033=ひとつ上に移動
00000034=ひとつ下に移動
00000035=最後列に移動
00000036=ファイルのリネーム
00000058=フォルダのリネーム
00000067=ファイル名:
00000068=フォルダ:
00000069=サイズ:
00000070=作成日時:
00000071=更新日時:
00000072=データの種類:
00000073=属性:
00000074=最終アクセス:
00000076=いいえ
00000077=情報を読み込めません、ファイルが使用中の可能性があります。
00000078=Bild
00000079=サイズ:
00000080=リリース日:
00000081=作者:
00000082=著作権:
00000084=ID3
00000085=タイトル:
00000086=アーティスト:
00000087=アルバム:
00000088=トラック:
00000089=年:
00000090=ジャンル:
00000091=フォルダ
00000092=内容:
00000094=メソッドが見つかりません
00000095=リネームメソッドの設定
00000096=メソッドバー
00000097=メソッドを追加
00000098=メソッドを削除
00000099=クリア
00000100=最前列
00000101=ひとつ上
00000102=ひとつ下
00000103=最後列
00000105=メソッド一覧を更新
00000106=メソッド一覧を保存
00000107=プリセット:
00000110=リストを更新
00000111=選択を移動
00000112=最前列
00000113=ひとつ上
00000114=ひとつ下
00000115=最後列
00000116=追加...
00000117=除去
00000118=エクスポート
00000119=プロパティ...
00000120=リストの読み込み...
00000121=リストを保存...
00000122=リストをクリア
00000123=更新
00000124=定義
00000125=列の調整
00000144=ユーザ定義(&U)...
00000145=コピー(&C)
00000152=移動
00000153=最前列
00000154=ひとつ上
00000155=ひとつ下
00000156=最後列
00000157=メソッドの更新
00000158=メソッドの追加
00000159=削除
00000160=クリア
00000163=最初のステップ(&F)...
00000164=一括メソッドを追加
00000179=ラベルを挿入(&L)
00000180=元に戻す(&U)
00000181=切り取り(&T)
00000182=コピー(&C)
00000183=貼り付け(&P)
00000184=すべて選択(&A)
00000185=フォーラムへ訪問(&V)
00000186=カスタマイズ
00000187=定義
00000188=列の指定
00000189=ユーザ定義...
00000190=表示
00000191=詳細
00000192=大きいアイコン
00000193=小さいアイコン
00000194=一覧
00000196=フラグ
00000197=選択を除去
00000198=選択をマーク
00000200=すべて除去
00000201=すべてマーク
00000202=一括処理メソッド:
00000203=フォルダの保存先:
00000204=一覧を保存
00000205=CSV形式で保存...
00000206=ファイルから ID3タグを除去
00000207=ファイルからイメージ情報を除去
00000219=規則に合致した時:
00000220=区切り:
00000221=スキーマ:
00000223=一括メソッドを開く
00000225=一括メソッドを保存
00000226=ビデオ
00000227=サイズ:
00000228=フレームレート:
00000229=再生時間:
00000232=ビットレート:
00000233=GPS 位置情報:
00000234=シャッフル
00000235=説明を変更...
00000236=GPS 精度:
00000237=Exif ツール...
00000238=フォルダツールバーを追加
00000239=選択を追加
00000240=ファイルを表示
00000241=更新
00000242=フォルダパネル
00000243=フォルダパネル
00000244=選択を追加
00000245=TV 番組...
00000246=インポート
00000247=TV 番組:
00000248=TV エピソード:
00000249=CSV ファイル...
00000250=パターンでマーク...
00000251=パターンでマーク解除...
00000252=プログラム
00000253=コマンドライン構成設定...
00000254=マークを逆転
00000255=選択
00000256=すべて選択
00000257=選択解除
00000258=選択を逆転
00000259=パターン不一致にマーク...
00000260=含まれるフォルダを開く
00000261=Advanced Renamer の新バージョンを利用できます。
00000262=今すぐ更新!
00000264=閉じる
00000265=ライセンスの取得...
00000266=GPS-値
00000267=メタデータ
00000268=新たなファイル名で上書き...
00000269=処理を開始
00000270=すべて解除
00000271=すべて選択
00000272=ヘルプが必要ですか?
00000273=今後は表示しない
00000274=ヘルプが必要ですか?
00000275=今後は表示しない
00000276=CSVから読み込む...
00000277=ソート方法
00000278=列
00000279=パターン...
00000280=JS コンソール
00000281=ペアの名前変更
00000282=重複

[CustomizeCols]
00000002=列のカスタマイズ
00000094=列の設定:
00000095=分割(&S):
00000096=列の幅:
00000097=OK
00000098=キャンセル
00000099=ひとつ上(&U)
00000100=ひとつ下(&D)
00000101=最前列
00000102=最後列
00000103=保存
00000104=削除

[InsertTag]
00000003=インクリメント - 数値
00000096=デフォルト
00000097=ディレクトリ名
00000099=インクリメント文字
00000101=ディレクトリ内サブディレクトリ総数
00000103=ディレクトリ内ファイル総数
00000105=拡張子
00000107=ファイル名 (拡張子なし)
00000109=フォルダ当たりの増加数
00000111=リスト内項目総数
00000113=ID3/MP3
00000114=ID3 アルバム
00000116=ID3 年
00000118=ID3 トラック
00000120=ID3 タイトル
00000122=ID3 ジャンル
00000124=ID3 アーティスト
00000126=イメージ
00000127=画像の幅
00000129=画像の高さ
00000131=画像の年
00000133=画像の月
00000135=画像の日
00000137=画像の時
00000139=画像の分
00000141=画像の秒
00000143=画像作者
00000145=画像著作権
00000147=時間
00000148=年
00000150=秒
00000152=分
00000154=時
00000156=日
00000158=月
00000160=作成日時
00000161=作成日時 - 年
00000163=作成日時 - 秒
00000165=作成時日 - 分
00000167=作成日時 - 時
00000169=作成日時 - 日
00000171=作成日時 - 月
00000173=更新日時
00000174=更新日時 - 年
00000176=更新日時 - 秒
00000178=更新日時 - 分
00000180=更新日時 - 時
00000182=更新日時 - 日
00000184=更新日時 - 月
00000186=ヘルプ(&H)
00000187=ランダム数値
00000188=拡張
00000189=ファイル内容
00000190=ビットレート
00000191=部分文字列
00000192=部分文字列 - 右
00000193=ファイル名インデックス済み単語
00000194=画像 - サブセック
00000195=ファイルサイズ
00000196=ファイルサイズ
00000197=ファイルサイズ - KB
00000198=ファイルサイズ - MB
00000199=ファイルサイズ - GB
00000200=ファイルサイズ - TB
00000201=ビデオ
00000202=ビデオ - 幅
00000203=ビデオ - 高さ
00000206=全体のビットレート
00000207=ビデオ - 映像ビットレート
00000208=ビデオ - 音声ビットレート
00000210=ビデオ - 映像フレームレート (Fps)
00000211=ビデオ - 再生時間
00000212=画像 - カメラメーカー
00000213=画像 - カメラモデル
00000214=画像 - 絞り
00000215=画像 - 明るさ
00000216=画像 - 焦点距離
00000217=画像 - ISO
00000218=画像 - シャッター速度
00000219=画像 - 露出時間
00000220=画像 - 件名
00000221=画像 - タイトル
00000222=画像 - コントラスト
00000223=画像 - 露出モード
00000224=画像 - 露出プログラム
00000225=画像 - 彩度
00000226=画像 - シャープネス
00000227=画像 - ホワイトバランス
00000228=GPS
00000229=GPS - 緯度
00000230=GPS - 緯度(度)
00000231=GPS - 緯度(秒)
00000232=GPS - 緯度(分)
00000237=GPS - 経度
00000238=GPS - 経度(度)
00000239=GPS - 経度(分)
00000240=GPS - 経度(秒)
00000241=GPS - 高度
00000242=GPS - 写真が撮影された国
00000243=GPS - 写真が撮影された都市
00000244=GPS - 写真が撮影された州
00000245=GPS - 経度方向
00000246=GPS - 緯度方向
00000247=<ExifTool> - ExifTool の値
00000249=チェックサム
00000250=MD5 チェックサム
00000251=SHA-1 チェックサム
00000252=SHA-256 チェックサム
00000253=TV 番組
00000254=TV - ジャンルのリスト
00000255=TV - エピソードが放送された年
00000256=TV - 番組タイトル
00000257=TV - シーズン番号
00000258=TV - エピソード番号
00000259=TV - エピソードが放送された日
00000260=TV - エピソードが放送された月
00000261=TV - 番組が最初に放送された月
00000262=TV - エピソードのタイトル
00000263=TV - エピソードの連番
00000264=インクリメント - 16 進数
00000265=インクリメント - ローマ数字
00000266=ビデオ - タイトル
00000267=ビデオ - ジャンル
00000279=ID3 - 再生時間
00000280=ID3 - 再生時間の時
00000281=ID3 - 再生時間の分
00000282=ID3 - 再生時間の秒
00000283=ビデオ再生時間 - 時
00000284=ビデオ再生時間 - 分
00000285=ビデオ再生時間 - 秒
00000286=ファイル行
00000287=番号の減少
00000288=Unix タイムスタンプ
00000289=Unix - 作成日時
00000290=Unix - 更新日時
00000291=タグ ドキュメント
00000292=画像 - DPI での解像度
00000293=画像 - 横幅 (インチ)
00000294=画像 - 高さ (インチ)
00000295=画像 - 横幅 (cm)
00000296=画像 - 高さ (cm)
00000297=画像 - 横幅 (mm)
00000298=画像 - 高さ (mm)
00000299=<Rand Str> - ランダム文字列
00000300=<ID3 Disc>
00000301=<Csv> - CSVファイルからインポート
00000302=ビデオ日時 - 年
00000303=ビデオ日時 - 月
00000304=ビデオ日時 - 日
00000305=ビデオ日時 - 時
00000306=ビデオ日時 - 分
00000307=ビデオ日時 - 秒

[InsertTagWnd]
00000002=タグ挿入
00000094=閉じる
00000095=数値
00000096=スキーマ
00000097=OK
00000098=正規表現
00000099=タグ:
00000100=正規表現-メタ文字:

[Patern]
00000002=パターン
00000094=利用可能なパターン(&P):
00000159=削除(&D)
00000160=パターンを選択(&S):
00000161=OK
00000162=キャンセル
00000163=追加(&A)
00000164=新規作成(&N)

[PreRenaming]
00000002=リネームを開始
00000160=設定に誤りがないか確認してから、"実行" ボタンを押してリネームを開始してください!
00000161=キャンセル
00000162=実行

[Progress]
00000002=進捗
00000094=一括処理を実行中...お待ちください...
00000160=合計ファイル数:
00000161=OK
00000162=エラーを参照
00000163=ファイルを追加:
00000166=TabSheet1
00000167=ファイル名
00000168=エラーコード
00000169=エラーの詳細
00000170=合計ファイル:
00000171=成功:
00000172=エラー:
00000173=TabSheet2
00000174=検出されたエラー:
00000175=以降は確認しない

[ProgressAdd]
00000002=少々お待ちください
00000094=ファイルを追加しています...
00000161=キャンセル

[ProgressError]
00000002=エラーが見つかりました
00000094=選択された一括ファイルに誤りが見つかりました! ファイルをリネームできません。以下から次に行う動作を選択してください。ファイルはまだリネームされていません。
00000161=一括処理を停止
00000163=不正確なファイルを無視
00000164=合計ファイル:
00000165=エラー:
00000166=ファイル名
00000167=エラー

[Settings]
00000002=設定
00000161=キャンセル
00000162=OK
00000163=デフォルト
00000164=置換に含めない文字(&N):
00000165=幅(&W):
00000166=高さ(&H):
00000167=ファイル情報ボックスを表示(&F)
00000168=リストのクリア前に確認(&L)
00000171=コンテキストメニューに統合(&E)
00000172=グリッドを表示(&G)
00000173=イメージの寸法を EXIF 情報から取得
00000175=言語:
00000177=このフォルダに設定を保存:
00000178=パーソナルフォルダ
00000179=Aren.exe とは別のフォルダ
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=フォルダを開く..
00000187=起動時にヘルプを表示
00000188=インクリメント数値タグに 0 を付加する
00000194=起動時にアップデートの有無を確認
00000195=画像ファイル EXIF フィールド日付/時刻の操作:
00000196=Inc Nr タグにチェックしない
00000197=分割:
00000198=拡張子.aren のファイルを Advanced Renamer に関連付ける
00000199=環境設定
00000200=プログラム
00000201=名前の変更
00000202=画像ファイル
00000203=音楽ファイル
00000204=ID&3 設定
00000205=クイック表示
00000206=ジョブ終了時のファイル追加:
00000207=コンソールプログラム
00000208=環境変数のプログラムフォルダ
00000209=JS スクリプト エディタ
00000210=タブインデント サイズ:
00000212=行末以降へのスクロール
00000213=項目制限:
00000215=開始ボタンを左に表示
00000217=ビデオのメタ データは分析しない
00000218=ミュージックのメタ データは分析しない
00000219=イメージのメタ データは分析しない
00000220=ドラック ドロップで追加した項目をソート
00000221=TV 番組のインポート ガイド時のページをスキップ
00000222=リネームする前の概要を表示しない
00000223=常に ExifTool を使用してメタデータを取得する
00000224=設定をクリア..

[UndoBatchForm]
00000002=元に戻す
00000094=左のリストから元に戻すジョブを選択
00000161=閉じる
00000162=リストを元に戻す
00000163=オリジナルファイル名
00000164=リネーム後のファイル名
00000165=エラー
00000166=ディレクトリ
00000167=すべて選択
00000168=すべて解除
00000169=以前実行した一括ジョブを選択して、"リストを元に戻す" をクリックで、リネームジョブをロールバックします。
00000170=フォルダのリネーム
00000171=削除
00000172=要素からエラーを除去
00000173=削除前

[frmAddFolderChoice]
00000001=フォルダを追加(&O)
00000002=中止
00000003=OK
00000004=フォルダからファイルを追加(&F)
00000005=フォルダを追加
00000006=サブフォルダを含める(&I)
00000007=マスク(&M):
00000009=ルートフォルダを追加(&R)
00000010=サブフォルダを追加(&S)
00000011=正規表現の一致:
00000012=一致なし

[BatchResultFrame]
00000003=最終結果
00000004=合計要素数:
00000005=エラー数:
00000006=エラーを表示...
00000007=一括処理を元に戻す...
00000008=エラー以外の項目を追加
00000009=エラーのある項目を追加
00000010=すべての要素を追加

[frmExifTool]
00000002=ExifTool
00000094=閉じる
00000096=タグ:
00000097=コピー
00000098=ExifTool、Advanced Renamer では対応していないタグを取り扱うための外部ツールで、画像に追加された拡張情報の編集を行う時に使用します。
00000099=ExifTool のウェブサイト
00000100=フィルター:

[frmJSScript]
00000001=スクリプト
00000002=スクリプトを閉じる
00000003=このスクリプトはリスト内のオブジェクト毎に一回実行されます
00000004=このスクリプトはリスト内のオブジェクトを処理する前に一回実行されます(設定を初期値にするために使用)

[frmCSVImport]
00000002=CSV からインポート
00000003=インポート(&I)
00000008=キャンセル
00000009=ファイル名:
00000010=列の区切り:
00000011=オリジナルファイル名の列:
00000012=新たなファイル名の列: (任意)
00000013=オリジナルファイル基準フォルダ:
00000014=最初の行をヘッダとする
00000015=オリジナルファイル名
00000016=新たなファイル名
00000017=ステータス
00000018=ｴﾝｺｰﾃﾞｨﾝｸﾞ:

[frmTVShow]
00000002=TV 番組のインポート
00000003=OK
00000004=TV番組検索:
00000005=検索
00000006=次へ >
00000007=< 前へ
00000008=キャンセル
00000009=選択された番組:
00000010=ジャンル:
00000013=シーズン
00000014=エピソード:
00000015=このガイドで TVRage.com から TV番組に関する情報を一般的なファイルのリストとして収集します\n\n操作を続行する前に、リストの順序が正確になっているかどうかを確認してください。\n\ntvrage.com からのインポートがすべて完了した後は、TV 番組情報ファイルのリネームを行う際に TV 番組タグを\n使用する事ができます。
00000016=インポート元:
00000017=ファイルリスト数:
00000018=選択されたエピソード数:
00000019=更新
00000020=すべて
00000021=なし
00000022=すべて
00000023=なし
00000024=次回以降このページを表示しない

[frmCommandLine]
00000002=コマンドライン構成設定
00000202=一括モード:
00000223=一括メソッドを開く
00000224=パス:
00000225=メソッド一覧ファイル:
00000226=項目の種類:
00000227=項目:
00000228=項目の順序:
00000229=ログファイルに出力:
00000230=対象フォルダ:
00000231=項目マスク:
00000232=正規表現項目マスク:
00000233=コマンド:
00000234=項目が含まれるファイル:
00000235=サブフォルダにあるファイルも追加
00000236=逆順
00000237=パスから項目
00000238=項目の一覧
00000239=項目が含まれるファイル
00000240=コマンドをコピー
00000241=.bat ファイルで保存...
00000242=閉じる
00000243=ファイルを開く
00000244=ファイルを保存
00000245=バッチファイルを保存

[GPSValuesForm]
00000002=GPS-値
00000003=元の値\n値\n
00000004=OK
00000005=キャンセル
00000006=以下のリストを使用して、GPS の値を上書き

[MetaDataBatchForm]
00000002=メタデータの書き込み
00000003=ﾒﾀﾃﾞｰﾀ ﾌｨｰﾙﾄﾞ:
00000004=一括開始
00000017=メタデータの変更によりファイルが破損する可能性があるため、データの変更を行う前にファイルをバックアップしてください。この機能はローカル ドライブ上にあるファイルにのみ適用されます。
00000018=ファイル名
00000019=元の値
00000020=新しい値
00000021=ステータス
00000022=キャンセル
00000023=閉じる

[PleaseRegisterForm]
00000002=登録
00000094=Advanced Renamer のライセンスを購入することで、今後プロジェクトを継続していくための支援になります。登録してライセンスキーを入手するには以下フォームから手続きをお願いします。
00000173=私的利用の場合:
00000174=寄付
00000175=商用利用の場合:
00000176=購入する
00000177=閉じる
00000181=ライセンス キー:
00000182=名前:
00000183=登録者:
00000184=適用

[frmSelectDate]
00000002=日付を選択
00000161=キャンセル
00000162=OK
00000163=日付:
00000164=日付を選択

[frmCSVImportData]
00000002=CSV からデータをインポート
00000003=インポート(&I)
00000008=キャンセル
00000009=ファイル名:
00000010=列の区切り:
00000014=最初の行はヘッダとする
00000018=ｴﾝｺｰﾃﾞｨﾝｸﾞ:
00000019=インポート後、値は <Csv:X> タグで使用することができます。

[frmJSConsole]
00000002=JS コンソール
00000003=フィルター:
00000004=一致:

[$CONSTANTS]
AbsoluteDateTime=絶対日時
Accessed=アクセス-
AccessedDateTime=アクセスした日付と時間
Action=処理
Active=アクティブ
Add=追加
AddFiles=ファイルを追加
AddingFiles=ファイルを追加しています...
All=すべて
AllFiles=すべてのファイル
AllItems=すべての項目
AnalyzingFiles=ファイルを解析しています...
ApplyScript=スクリプトを使用
ApplyTo=適用箇所
Archive=アーカイブ
Archive_Short=A
Ask=確認する
AtIndex=インデックス
Audio=オーディオ
Backwards=後方
BatchModeCopy=コピー
BatchModeMove=移動
BatchModeRename=リネーム
Beta=Beta
BetaFeature=ベータ版の機能
CaseSensitive=大文字小文字を区別
ColumnName0=ファイル名
ColumnName1=パス
ColumnName10=ID3 ジャンル
ColumnName100=フォルダ名
ColumnName101=パス
ColumnName102=作成日時
ColumnName103=属性
ColumnName104=新しい属性
ColumnName105=新しいフォルダ名
ColumnName106=新しい作成日時
ColumnName107=エラーコード
ColumnName108=エラー
ColumnName109=新規パス
ColumnName11=ID3 タイトル
ColumnName12=ID3 トラック
ColumnName13=ID3 年
ColumnName14=新しい属性
ColumnName15=新しいファイル名
ColumnName16=新しい作成日時
ColumnName17=新しいアクセス日時
ColumnName18=新しい更新日時
ColumnName19=エラーコード
ColumnName2=サイズ
ColumnName20=エラー
ColumnName21=日時
ColumnName22=拡張子
ColumnName23=新規パス
ColumnName3=作成日
ColumnName4=最終アクセス日
ColumnName5=最終更新日
ColumnName6=属性
ColumnName7=サイズ
ColumnName8=ID3 アルバム
ColumnName9=ID3 アーティスト
CommercialUse=商用利用
ContinueQuestion=続行しますか?
CopiedFileCouldNotBeFound=コピーファイルが見つかりません
CopiedFolderCouldNotBeFound=コピーフォルダが見つかりません
CopiedItem=コピーした項目
CopiedItemPath=コピーした項目のパス
CopyValueToAll=すべての値をコピー
CopyValueToAllAbove=上の値すべてをコピー
CopyValueToAllBelow=下の値すべてをコピー
Created=作成-
CreatedDateTime=作成日時
current=現在
Datetime=日付と時間
Day=タグ
Day_Long_1=月曜日
Day_Long_2=火曜日
Day_Long_3=水曜日
Day_Long_4=木曜日
Day_Long_5=金曜日
Day_Long_6=土曜日
Day_Long_7=日曜日
Day_Short_1=月
Day_Short_2=火
Day_Short_3=水
Day_Short_4=木
Day_Short_5=金
Day_Short_6=土
Day_Short_7=日
DeltaDateTime=日付と時間(デルタ)
Description=説明記述
DirnamePattern=テンプレートフォルダ名
Edit=編集
Error=エラー
Errors=箇所のエラー
Err_100=OK
Err_101=未知のエラー
Err_102=<>:"/\\*? これらはファイル名に使用できません
Err_103=ファイル名に無効な文字が含まれています
Err_104=ファイル名が長過ぎます
Err_105=ファイルは既に存在します
Err_106=フォルダがみつかりません
Err_107=ソースが見つかりません
Err_108=ファイル名が指定されていません
Err_109=同名のファイルが存在します
Err_110=無効なメソッド
Err_111=イメージ情報はありません
Err_112=ID3 タグはありません
Err_113=ファイル数が多すぎます <Inc Alpha>
Err_114=無効なタイムスタンプ
Err_115=拡張子の変更
Err_116=不正確なタグです
Err_117=正規表現に使用できません
Err_118=テンプレートが見つかりません
Err_119=GEO サーバから結果の応答がありません
Err_120=GEO サーバからの結果が無効です
Err_121=ビデオに関する情報がありません
Err_122=GPS に間する情報がありません
Err_123=フォルダを別のドライブにコピーまたは移動することはできません
Err_124=無効なスクリプト
Err_125=ExifTool エラー
Err_126=TV番組情報を得ることが出来ません. 最初に TVインポートウィンドウを使ってください
Err_127=重複を無視
Err_128=OK, ファイルのペア
Err_129=OK, 上書きされたファイル名
Err_FieldWriteError=書き込みを確認できませんでした。
Excellent=最良
EXIFDate_DateDigitized=デジタル化
EXIFDate_DateOriginal=オリジナル日時
EXIFDate_DateTaken=追加日時
EXIFToolDate_DateOriginal=ExifTool 元の日付
EXIFToolGPSDateTime=ExifTool GPS 日時
Extension=【拡張子】
Fair=合理的
File=ファイル
FileCouldNotBeRenamed=ファイルはリネームされていません
Fileinfo=ファイル情報
FilenamePattern=テンプレートファイル名
FileRenamedOK=ファイルリネーム OK
Files=ファイル
Folder=フォルダ
FolderLocation=フォルダの位置
Folders=フォルダ
GettingThumbnails=サムネイルの取得
Good=良好
GotErrors=エラー箇所
HandleNegativeNumbers=負数の取り扱い
Hidden=隠し属性
Hidden_Short=H
Hour=時間
Ideal=最良
ImageDateTime=イメージの作成日時
ImageFile=イメージファイル
InputMessageDescription=メソッドの説明を変更
InsertValue=値を挿入...
InvertCase=大文字小文字を逆転
ItemNotReverted=逆転処理できません
ItemRevertedOK=逆転処理に成功
Items=個の項目
JSConsoleFilterEverything=すべて
JSConsoleFilterFilenameMatch=ファイル名が一致
JSConsoleFilterFilenameRegExMatch=ファイル名が一致 (正規表現)
JSConsoleFilterItemNumber=項目数
LoadList=リストの読み込み
LowerCase=すべてを小文字
LowerCaseFirstLetter=単語の最初の文字だけ大文字
LowerCaseFirstLetterInEveryWord=単語の最初の文字だけ小文字
LowerCasePattern=小文字スキーマの変更
Matches=一致
MethodName_Add=追加
MethodName_Attributes=属性
MethodName_List=リスト
MethodName_ListReplace=リスト置換
MethodName_Move=移動
MethodName_NewCase=新規作成
MethodName_NewName=新しい名前
MethodName_Remove=除去
MethodName_RemovePattern=パターン削除
MethodName_Renumber=番号の振り直し
MethodName_Replace=置換
MethodName_Script=スクリプト
MethodName_Swap=入れ替え
MethodName_Timestamp=タイムスタンプ
MethodName_Trim=クリーン(トリム)
Methods=メソッド
Min=最小
Moderate=モデレート
Modified=更新日時
ModifiedDateTime=更新された日付と時間
Month=月
Month_01_Long=January
Month_01_Short=Jan
Month_02_Long=February
Month_02_Short=Feb
Month_03_Long=March
Month_03_Short=Mar
Month_04_Long=April
Month_04_Short=Apr
Month_05_Long=May
Month_05_Short=May
Month_06_Long=June
Month_06_Short=Jun
Month_07_Long=July
Month_07_Short=Jul
Month_08_Long=August
Month_08_Short=Aug
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=October
Month_10_Short=Oct
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=December
Month_12_Short=Dec
MoveCount=長さ
MovedFileCouldNotBeFound=移動ファイルが見つかりません
MovedFolderCouldNotBeFound=移動フォルダが見つかりません
MovedItem=移動した項目
MovedItemPath=移動した項目のパス
MoveFrom=移動始点
MoveRelative=移動位置
MoveTo=移動先
MsgTitle_Confirm_ClearList=リストを空にします
MsgTitle_Confirm_DeleteColumnSet=カラム設定を削除しますか?
MsgTitle_Confirm_OverwriteColumnSet=設定を上書きします
MsgTitle_Confirm_Quit=プログラムを終了します
MsgTitle_Error=エラー
MsgTitle_Error_FileNotFound=ファイルが見つかりません
MsgTitle_Error_InvalidColumnSetName=無効な名前です
Msg_Confirm_ClearList=あなたはリストから、すべてのファイルを除去しようとしています\n\n続行しますか?
Msg_Confirm_ClearMethodList=本当にメソッドを空にしますか?
Msg_Confirm_DeleteColumnSet=カラム定義のクリア\n\n本当に定義ファイル "%s" を削除しますか?
Msg_Confirm_ExtChanged=いくつかのファイル拡張子が変更されます、この操作によりファイルの関連付けに影響をあたえる可能性があります。\n\n本当にリネームを続行しますか?
Msg_Confirm_OverwriteColumnSet=定義は既に存在します\n\n本当に定義ファイル名を "%s" に上書きしますか?
Msg_Confirm_OverwriteFile=ファイルを上書きしますか?\n\n本当にファイル "%s" の上書きを続行しますか?
Msg_Confirm_PopulateList=リストで選択されている項目をオリジナルボックスに入力しますか?
Msg_Confirm_Quit=まだリストにファイルが残っています。\n\n本当に終了しますか?
Msg_Confirm_RenamingPossibleErrors=エラーを発見\n\nエラーが見つかりました、いくつかのファイルはリネームされません\n\nリネーム処理を続行しますか?
Msg_Confirm_SettingsPathChanged=あなたは設定フォルダを変更しようとしています\n\n本当に設定フォルダの場所を変更しますか?\n\n注意: ファイル(en)は、既に存在します。上書きしますか
Msg_DeleteUndoJobs=選択した日付よりも古いファイルで削除されたものを元に戻します。
Msg_Error_AddFileAssociation=ファイルの関連付けを変更出来ません
Msg_Error_CannotAddSoManyFiles=ファイルを追加できません.\n\nこのリストには %d 個の項目を読み込むことが出来ません.
Msg_Error_CheckUpdates=エラー\n\nアップデートのチェックに失敗
Msg_Error_CoultNotCreateFolder=フォルダを作成できません
Msg_Error_FileNotFound=エラー\n\nファイル "%s" が見つかりませんでした
Msg_Error_InvalidColumnSetName=エラー\n\n%s は有効な名前ではありません\n\nカラム定義含めることができる文字は、数字と記号( - )、( _ )です。
Msg_Error_InvalidFolder=エラー\n\n無効なフォルダ
Msg_Error_ListIsEmpty=リストが空です
Msg_Error_MetaDataWriteUnsupportedFormat=ファイル形式 "%s" には対応していません
Msg_Error_MustEnableBeforeAddFolders="%s" または "%s" を選択する必要があります。
Msg_Error_MustHaveSingleExtension=この機能を使用するにはリスト内すべてのファイルが同じ種類である必要があります。
Msg_Error_NotFoundItems=要素 %d が見つかりません\n\n%s
Msg_Error_NoUndoList=有効なアンドゥリストが選択されていません
Msg_Error_Only2000Plus=この機能を利用する為には、Windows 2000 以降のシステムが必要です。
Msg_Error_RemoveFileAssociation=ファイルの関連付けを除去出来ません
Msg_Error_RenamingNoFilesInList=エラー\n\nリストにいかなるファイルも存在しない為、リネームを開始できません
Msg_Error_SaveSettingsError=設定ファイルの保存に失敗しました。次のパスが書き込み可能なことを確認してください。
Msg_Error_Server=サーバとの通信エラー
Msg_Error_TooManyColumns=列の数が多すぎます: %d. 列の最大数 %d
Msg_Error_Unknown=未知のエラー\n\n%s
Msg_FirstTimeUse=あなたは初めて Advanced Renamer を起動しました。このプログラムを使用する前に、ユーザマニュアルを参照されることをお勧めします。\n\nユーザマニュアルを開きますか?
Msg_Info_BatchModeNotSupportedForFolders=選択された一括モードは、フォルダで使用できません。
Msg_Info_BatchWriteMetadataCompleted=書き込みが完了.\n\n%d 個のファイル\n%d OK.\n%d 個が変更されていません\n%d 個のエラー
Msg_Info_ClearSettings=あなたの作成した個人設定をすべてクリアしますか?
Msg_Info_ConvertMethods_0310=Advaned Renamer のこのバージョンではデフォルトフォルダの設定を行います。空のフォルダを選択して [OK] をクリックしてください。
Msg_Info_CouldNotBeAdded=%d 個のファイルが追加されていません
Msg_Info_ItemsAlreadyInList=項目 %d は既に存在します
Msg_Info_LanguageChange=言語の変更を反映させる為には、プログラムの再起動が必要です。
Msg_Info_NewVersion=Advanced Renamer の最新版が利用可能です.\n\nダウンロードしますか?
Msg_Info_NoNewVersion=あなたは現在最新バージョンの Advanced Renamer を使用しています。
Msg_Info_RevertChanges=すべての設定をデフォルトに戻します\n\n続行しますか?
Msg_Info_ThankYou=:-). ありがとうございます!
Msg_Info_UndoHasEnded=アンドゥ処理は %d 個のエラーで終了しました
Msg_Info_UndoSuccess=リネームのアンドゥに成功しました
MusicFile=音楽ファイル
Name=【名前】
NameAndExtension=【名前と拡張子】
NameCollisionRule_AppendImgSubsec=イメージのサブセック
NameCollisionRule_AppendNumber=連番を付加する
NameCollisionRule_AppendPattern=スキーマを添付
NameCollisionRule_Fail=エラーレポート
NameCollisionRule_Ignore=無視
NameCollisionRule_NewName=新たな名前
NewCase=新たな書式(A-a)
NewFolder=新しいフォルダ
NewName=新しい名前
NewNumber=新たな数
No=いいえ
NoChange=変更なし
NoMethods=メソッドが選択されていません\n\nメソッドは下のパネルから追加できます。
None=いいえ
NotRegistered=未登録版
Nth1=1.
Nth2=2.
Nth3=3.
Nth4=4.
Nth5=5.
Nth6=6.
Nth7=7.
Nth8=8.
Nth9=9.
NumberDifference=数の差分
NumberLength=数の長さ
NumberPosition=数の位置
NumericValueOrPattern=数値のパターン(検索パターン)
Occurrence=箇所
OK=OK
OriginalFileNotFound=オリジナルファイルが見つかりません
OriginalFileStillExists=オリジナルファイルは既に存在します
OriginalFolderNotFound=オリジナルフォルダが見つかりません
OriginalFolderStillExists=オリジナルフォルダは既に存在します
Pattern=パターン
PersonalUse=私的利用
PleaseRegisterMessage=作者からのメッセージ:\n\nこのプログラムの今後の開発支援、または商用で利用する場合は以下のボタンからライセンスを購入できます.\n\nよろしくお願いします\n  Kim Jensen
Poor=不十分
PopulateList=入力リスト
PreBatchScript=スクリプト...
ReadOnly=読み取り専用
Readonly_Short=R
RegEx_AnyChar=すべての文字
RegEx_CharList=文字列リストに含まれる文字
RegEx_Digit=桁数
RegEx_EndLine=行末
RegEx_Match0OrMore=0 個以上
RegEx_Match1Or0=1 または 0 の結果
RegEx_Match1OrMore=1 箇所以上の合致
RegEx_MatchLeastNTimeNoMoreM=少なくとも m 回以上 n 回の合致
RegEx_MatchLeastNTimes=少なくとも n 回合致
RegEx_MatchNTimes=n-回数合致
RegEx_NonCharList=文字列リストに含まれていない文字
RegEx_NonDigit=数字以外
RegEx_NonWordChar=文字以外
RegEx_StartLine=行頭
RegEx_SubAlternative=代替サブスキーマ
RegEx_SubGroup=サブスキーマの分類
RegEx_SubMatch=最初の対象サブスキーマ
RegEx_WordChar=単語
Register=登録
RegisteredTo=登録者 %s
RemoveCount=除去数
RenamedFileCouldNotBeFound=ファイルが見つかりません
RenamedFolderCouldNotBeFound=フォルダが見つかりません
RenamedItem=新しい名前
RenamedItemPath=新しいパス
RenumberChange=番号の振り直し...
RenumberChangeTypeAbsoluteText=絶対数
RenumberChangeTypeRelativeText=既存の数と比較
Replace=【置換】
ReplaceWith=置換文字
SaveColumnSet=カラム設定を保存
SaveList=リストを保存
Season=シーズン
Sec=秒
SelectFolder=フォルダを選択
SelectMethod=メソッドを選択
Separator=区切り
Set=設定
ShowInWindow=ウィンドウ表示...
Skip=スキップ
StartingAt=開始まで
Status=ステータス
Status_TestingNames=ステータス: テスト中...
System=システム
System_Short=S
Tag=タグ
TagCategoryAdvanced=拡張タグ
TagCategoryChecksum=チェックサムタグ
TagCategoryDateTime=日付/時刻タグ
TagCategoryDateTimeCreated=作成日付/時刻タグ
TagCategoryDateTimeModified=更新日付/時刻タグ
TagCategoryDefault=デフォルトタグ
TagCategoryFileSize=ファイルサイズ タグ
TagCategoryGPS=GPS 位置情報タグ
TagCategoryID3=ID3/MP3 タグ
TagCategoryImage=イメージ タグ
TagCategoryTVShow=TV 番組
TagCategoryVideo=ビデオ タグ
TBShowlblEpisodesTitle="%s" のシーズンとエピソードを選択してください
TextList=テキストリスト
TextToBeReplaced=テキストの置換
ToRemoveMoreThanOne=複数の削除を行う場合は 単語を \\ で区切ってください。
ToReplaceMoreThanOne=複数の置換を行う場合は 単語を \\ で区切ってください。
TrimCharacters=文字のトリム
TypeNameForColumnSet=カラム定義の名前を入力
Unknown=不明
Unset=設定解除
UpdateAvailable=利用可能なアップデートが見つかりました! クリックでインストールします
UpperCase=すべてを大文字
UpperCaseFirstLetter=最初の文字だけ大文字
UpperCaseFirstLetterInEveryWord=単語の最初の文字だけ大文字
UpperCasePattern=大文字に変更
UseRegularExpressions=正規表現を使用する
Value=値
Video=ビデオ
VideoFile=ビデオファイル
WithErrors=エラーのある要素
WithoutErrors=エラーのない要素
WordSeperators=単語の区切り
Year=はい
Yes=いいえ
ZeroPadding=0 埋め設定
ZeroPadTypeAuto=自動
ZeroPadTypeManual=手動
ZeroPadTypeNo=なし
